module.exports = {
	lrArr : [
	    /*所有语言*/ '',
	    /*简体中文*/ 'lang_zh-CN',
	    /*繁体中文*/ 'lang_zh-TW',
	    /*所有中文*/ 'lang_zh-CN|lang_zh-TW',
	    /*英文*/     'lang_en',
	    /*韩文*/     'lang_ko',
	    /*日文*/     'lang_ja',
	    /*法文*/     'lang_fr',
	    /*德文*/     'lang_de',
	    /*西班牙*/   'lang_es',
	    /*意大利*/   'lang_it',
	],
	lrNames : [
	    '所有语言',
	    '简体中文',
	    '繁体中文',
	    '所有中文',
	    '英文',
	    '韩文',
	    '日文',
	    '法文',
	    '德文',
	    '西班牙',
	    '意大利',
	],
	//时间筛选选项
	qdrArr : [
	    '',
	    'qdr:h', //过去一小时内
	    'qdr:d', //过去24小时内
	    'qdr:w', //过去一周内
	    'qdr:m', //过去一个月内
	    'qdr:y', //过去一年内
	],
	qdrNames : [
	    '不限时间',
	    '过去一小时内',
	    '过去24小时内',
	    '过去一周内',
	    '过去一个月内',
	    '过去一年内'
	]
};